{
  "SecuritiesInformation": {
    "security_type": "etf",
    "security_name": "MUNY",
    "security_ticker": "MUNY",
    "source_documents": [
      {
        "document_id": "doc1",
        "file_name": "MUNY_Annual_Report.pdf",
        "section_or_volume_title": "",
        "document_type": "",
        "total_pages": 2,
        "file_provider": "Vanguard",
        "document_date": null,
        "pages": [
          {
            "page_number": 1,
            "page_text": "Vanguard International Value Fund \nInvestor Shares (VTRIX) \nAnnual Shareholder Report | October 31, 2024 \nThis annual shareholder report contains important information about Vanguard International Value Fund (the \"Fund\") for the period of November 1, 2023, \nto October 31, 2024. You can find additional information about the Fund at https://personal1.vanguard.com/ngf-next-gen-form-webapp/fund-literature. \nYou can also request this information by contacting us at 800-662-7447. \nWhat were the Fund costs for the last year? \n(based on a hypothetical $10,000 investment) \nShare Class Name \nCosts of a $10,000 investment \nCosts paid as a percentage of a $10,000 \ninvestment \nInvestor Shares \n$41 \n0.37% \nHow did the Fund perform during the reporting period? \n• \nFor the 12 months ended October 31, 2024, the Fund underperformed its benchmark, the MSCI All Country World Index ex USA. \n• \nGlobal economic growth appeared relatively stable at around 3% during the period, and U.S. recession fears faded. With inflation continuing to \nmoderate across much of the world, major central banks including the European Central Bank, the Bank of England, and the U.S. Federal Reserve \nbegan lowering policy rates. Global stocks posted very strong returns. \n• \nSelection in five of the Fund’s 11 sectors hurt returns relative to the benchmark. The Fund’s holdings in financials and consumer discretionary \naccounted for almost all of its underperformance. Its consumer staples holdings contributed most to relative returns. \n• \nAlthough the Fund’s returns were positive across all regions in the portfolio, they trailed those of the benchmark, with North American stocks \nlagging most. Selection in North America, emerging markets, Europe, and the Pacific region detracted most from relative performance. \nHow did the Fund perform over the past 10 years? \nKeep in mind that the Fund's past performance does not indicate how the Fund will perform in the future. Updated performance information is \navailable on our website at vanguard.com/performance or by calling Vanguard toll-free at 800-662-7447. The graph and returns shown do not \nreflect taxes that a shareholder would pay on fund distributions or on the sale of fund shares. \nCumulative Performance: October 31, 2014, Through October 31, 2024 \nInitial Investment of $10,000 \n$6,000 \n$12,000 \n$18,000 \n2014 \n2015 \n2016 \n2017 \n2018 \n2019 \n2020 \n2021 \n2022 \n2023 \n2024 \nInvestor Shares \nMSCI All Country World Index ex USA \n$15,972 \n$15,432 \nAverage Annual Total Returns \n1 Year \n5 Years \n10 Years \nInvestor Shares \n19.23% \n5.99% \n4.43% \nMSCI All Country World Index ex USA \n24.33% \n5.78% \n4.79% \n\n\n[TABLE 1]\nShare Class Name | Costs of a $10,000 investment | Costs paid as a percentage of a $10,000\ninvestment\n[/TABLE]\n\n[TABLE 2]\nAverage Annual Total Returns |  |  | \n[/TABLE]"
          },
          {
            "page_number": 2,
            "page_text": "Fund Statistics \n(as of October 31, 2024) \nFund Net Assets \n(in millions) \n$12,950 \nNumber of Portfolio Holdings \n200 \nPortfolio Turnover Rate \n40% \nTotal Investment Advisory Fees \n(in thousands) \n$21,984 \nThis table reflects the Fund’s investments, including short-term \ninvestments, derivatives and other assets and liabilities. \nPortfolio Composition % of Net Assets \n(as of October 31, 2024) \nAfrica \n0.3% \nAsia \n38.1% \nEurope \n47.3% \nNorth America \n6.5% \nOceania \n1.1% \nSouth America \n2.6% \nOther Assets and Liabilities—Net \n4.1% \nWhere can I find additional information about the Fund? \nAdditional information about the Fund, including its prospectus, financial information, holdings, and proxy voting information is available at \nhttps://personal1.vanguard.com/ngf-next-gen-form-webapp/fund-literature. \nConnect with Vanguard® • vanguard.com \nFund Information • 800-662-7447 \nDirect Investor Account Services • 800-662-2739 \nText Telephone for People Who Are Deaf or Hard of Hearing • 800-749-7273 \n© 2024 The Vanguard Group, Inc. \nAll rights reserved. \nVanguard Marketing Corporation, Distributor. \nAR46 \n\n\n[TABLE 1]\nFund Statistics\n(as of October 31, 2024) | \n[/TABLE]"
          }
        ]
      },
      {
        "document_id": "doc2",
        "file_name": "MUNY_Semiannual_Report.pdf",
        "section_or_volume_title": "",
        "document_type": "",
        "total_pages": 1,
        "file_provider": "Vanguard",
        "document_date": null,
        "pages": [
          {
            "page_number": 1,
            "page_text": "Vanguard New York Tax-Exempt Bond ETF\nETF Shares (MUNY) Cboe BZX Exchange, Inc. \nSemi-Annual Shareholder Report | May 31, 2025\nThis semi-annual shareholder report contains important information about Vanguard New York Tax-Exempt Bond ETF (the \"Fund\") for the\nperiod of May 20, 2025, to May 31, 2025. You can find additional information about the Fund at https://personal1.vanguard.com/ngf-next-gen-\nform-webapp/fund-literature. You can also request this information by contacting us at 800-662-7447.\nWhat were the Fund costs since inception?\n(based on a hypothetical $10,000 investment)\nShare Class Name\nCosts of a $10,000 investment\nCosts paid as a percentage of a\n$10,000 investment\nETF Shares\n$0\n0.09%\nCosts would be higher for a full year.\nAnnualized.\nFund Statistics\n(as of May 31, 2025)\nFund Net Assets (in millions)\n$25\nNumber of Portfolio Holdings\n537\nPortfolio Turnover Rate\n1%\nDistribution by Stated Maturity % of Net Assets\n(as of May 31, 2025)\nLess than 1 Year\n6.3%\n1 to 3 Years\n8.1%\n3 to 5 Years\n6.4%\n5 to 10 Years\n19.3%\n10 to 20 Years\n32.2%\n20 to 30 Years\n25.9%\nGreater than 30 Years\n1.2%\nOther Assets and Liabilities—Net\n0.6%\nThis table reflects the Fund's investments, including short-term\ninvestments  and other assets and liabilities.\nWhere can I find additional information about the Fund?\nAdditional information about the Fund, including its prospectus, financial information, holdings, and proxy voting information is available at\nhttps://personal1.vanguard.com/ngf-next-gen-form-webapp/fund-literature.\nConnect with Vanguard  • vanguard.com\n \n \nFund Information • 800-662-7447\nDirect Investor Account Services • 800-662-2739\nText Telephone for People Who Are Deaf or Hard of Hearing •\n800-749-7273\n© 2025 The Vanguard Group, Inc.\nAll rights reserved.\nVanguard Marketing Corporation, Distributor.\n \nSRV046 \n1\n2\n1\n2\n®\n\n\n[TABLE 1]\nVanguard New York Tax-Exempt Bond ETF\nETF Shares (MUNY) Cboe BZX Exchange, Inc.\nSemi-Annual Shareholder Report | May 31, 2025\n\n[/TABLE]\n\n[TABLE 2]\nThis semi-annual shareholder report contains important information about Vanguard New York Tax-Exempt Bond ETF (the \"Fund\") for the\nperiod of May 20, 2025, to May 31, 2025. You can find additional information about the Fund at https://personal1.vanguard.com/ngf-next-gen-\nform-webapp/fund-literature. You can also request this information by contacting us at 800-662-7447. |  | \nWhat were the Fund costs since inception?\n(based on a hypothetical $10,000 investment) |  | \nShare Class Name | Costs of a $10,000 investment | Costs paid as a percentage of a\n$10,000 investment\nETF Shares $01 0.09%2 |  | \n1 Costs would be higher for a full year.\n2 Annualized. |  | \n[/TABLE]\n\n[TABLE 3]\nFund Statistics\n(as of May 31, 2025) | Distribution by Stated Maturity % of Net Assets\n(as of May 31, 2025)\nLess than 1 Year 6.3%\n1 to 3 Years 8.1%\n3 to 5 Years 6.4%\n5 to 10 Years 19.3%\n10 to 20 Years 32.2%\n20 to 30 Years 25.9%\nGreater than 30 Years 1.2%\nOther Assets and Liabilities—Net 0.6%\nThis table reflects the Fund's investments, including short-term\ninvestments and other assets and liabilities. | Distribution by Stated Maturity % of Net Assets\n(as of May 31, 2025)\nFund Net Assets (in millions) $25 |  | \nNumber of Portfolio Holdings 537 |  | \nPortfolio Turnover Rate 1% |  | \n |  | \n[/TABLE]\n\n[TABLE 4]\n | \nWhere can I find additional information about the Fund?\nAdditional information about the Fund, including its prospectus, financial information, holdings, and proxy voting information is available at\nhttps://personal1.vanguard.com/ngf-next-gen-form-webapp/fund-literature. | \nConnect with Vanguard® • vanguard.com\n© 2025 The Vanguard Group, Inc.\nFund Information • 800-662-7447 All rights reserved.\nDirect Investor Account Services • 800-662-2739 Vanguard Marketing Corporation, Distributor.\nText Telephone for People Who Are Deaf or Hard of Hearing •\n800-749-7273 SRV046 | \nConnect with Vanguard® • vanguard.com\nFund Information • 800-662-7447\nDirect Investor Account Services • 800-662-2739\nText Telephone for People Who Are Deaf or Hard of Hearing •\n800-749-7273 | \n | © 2025 The Vanguard Group, Inc.\nAll rights reserved.\nVanguard Marketing Corporation, Distributor.\nSRV046\n[/TABLE]"
          }
        ]
      },
      {
        "document_id": "doc3",
        "file_name": "MUNY_Summary_Prospectus.pdf",
        "section_or_volume_title": "",
        "document_type": "",
        "total_pages": 8,
        "file_provider": "Vanguard",
        "document_date": null,
        "pages": [
          {
            "page_number": 1,
            "page_text": "Vanguard New York Tax-Exempt Bond ETF\nSummary Prospectus\nMay 20, 2025\nExchange-traded fund shares that are not individually redeemable and are\nlisted on Cboe BZX Exchange, Inc.\nVanguard New York Tax-Exempt Bond ETF Shares (MUNY)\nThe Fund’s statutory Prospectus and Statement of Additional\nInformation dated May 20, 2025, as may be amended or supplemented,\nare incorporated into and made part of this Summary Prospectus\nby reference.\nBefore you invest, you may want to review the Fund’s Prospectus,\nwhich contains more information about the Fund and its risks. You can\nfind the Fund’s Prospectus and other information about the Fund\nonline at www.vanguard.com/prospectus and\nhttps://personal.vanguard.com/us/literature/reports/ETFs. You can also\nobtain this information at no cost by calling 866-499-8473 or by\nsending an email request to online@vanguard.com.\nThe Securities and Exchange Commission (SEC) has not approved or disapproved these\nsecurities or passed upon the adequacy of this prospectus. Any representation to the contrary\nis a criminal offense.\n\n\n[TABLE 1]\nVanguard New York Tax-Exempt Bond ETF\nSummary Prospectus\nMay20,2025\nExchange-tradedfundsharesthatarenotindividuallyredeemableandare\nlistedonCboeBZXExchange,Inc.\nVanguardNewYorkTax-ExemptBondETFShares(MUNY)\nTheFund’sstatutoryProspectusandStatementofAdditional\nInformationdatedMay20,2025,asmaybeamendedorsupplemented,\nareincorporatedintoandmadepartofthisSummaryProspectus\nbyreference.\nBeforeyouinvest,youmaywanttoreviewtheFund’sProspectus,\nwhichcontainsmoreinformationabouttheFundanditsrisks.Youcan\nfindtheFund’sProspectusandotherinformationabouttheFund\nonlineatwww.vanguard.com/prospectusand\nhttps://personal.vanguard.com/us/literature/reports/ETFs.Youcanalso\nobtainthisinformationatnocostbycalling866-499-8473orby\nsendinganemailrequesttoonline@vanguard.com.\nTheSecuritiesandExchangeCommission(SEC)hasnotapprovedordisapprovedthese\nsecuritiesorpassedupontheadequacyofthisprospectus.Anyrepresentationtothecontrary\nisacriminaloffense.\n[/TABLE]"
          },
          {
            "page_number": 2,
            "page_text": "Investment Objective\nThe Fund seeks to track the performance of a benchmark index that measures\nthe investment-grade segment of the New York municipal bond market. The\nFund is intended for New York residents only.\nFees and Expenses\nThe following tables describe the fees and expenses you may pay if you buy,\nhold, and sell shares of the Fund. You may pay other fees, such as brokerage\ncommissions and other fees to financial intermediaries, which are not\nreflected in the tables and example below.\nShareholder Fees\n(Fees paid directly from your investment)\nTransaction Fee on Purchases and Sales\nNone*\nTransaction Fee on Reinvested Dividends\nNone*\n*\nNone through Vanguard (Broker fees vary)\nAnnual Fund Operating Expenses\n(Expenses that you pay each year as a percentage of the value of your investment)\nManagement Fees\n0.05%\n12b-1 Distribution Fee\nNone\nOther Expenses\n0.04%\nTotal Annual Fund Operating Expenses1\n0.09%\n1\nThe expense information shown in the table reflects estimated amounts for the current fiscal\nyear.\n1\n"
          },
          {
            "page_number": 3,
            "page_text": "Example\nThe following example is intended to help you compare the cost of investing in\nthe Fund with the cost of investing in other funds. It illustrates the hypothetical\nexpenses that you would incur over various periods if you were to invest $10,000\nin the Fund’s shares. This example assumes that the shares provide a return of\n5% each year and that total annual fund operating expenses remain as stated in\nthe preceding table. You would incur these hypothetical expenses whether or not\nyou were to sell your shares at the end of the given period. Although your actual\ncosts may be higher or lower, based on these assumptions your costs would be:\n1 Year\n3 Years\n$9\n$29\nThis example does not include the brokerage commissions that you may pay to\nbuy and sell shares of the Fund.\nPortfolio Turnover\nThe Fund pays transaction costs, such as commissions, when it buys and sells\nsecurities (or “turns over” its portfolio). A higher portfolio turnover rate may\nindicate higher transaction costs and may result in more taxes when Fund shares\nare held in a taxable account. These costs, which are not reflected in annual fund\noperating expenses or in the previous expense example, reduce the Fund’s\nperformance. The Fund has no operating history and therefore has no portfolio\nturnover information.\nPrincipal Investment Strategies\nThe Fund employs an indexing approach designed to track the performance of\nthe S&P New York AMT-Free Municipal USD10 Million Par Bond Index (the\nIndex). The Index measures the performance of the investment-grade segment\nof the New York municipal bond market as determined by the Index provider,\nS&P Dow Jones Indices LLC. The Index comprises municipal bonds issued in\nthe State of New York and primarily includes municipal bonds from issuers in\nNew York that are New York state or local governments or agencies whose\ninterest payments are exempt from U.S. federal income taxes, including the\nfederal alternative minimum tax (AMT), and New York state income taxes. To be\neligible for inclusion in the Index, each bond must have a rating of at least\ninvestment-grade, as determined by a nationally recognized statistical rating\norganization (NRSRO) (e.g., at least BBB– by Fitch Ratings, Inc), and the lowest\nrating will be used in determining if the bond is investment-grade. Each bond\nmust also be denominated in U.S. dollars, generally must be part of an offering\nwhere the original offering amount was at least $75 million, and generally have a\nminimum par (i.e., currently outstanding face value) amount of $10 million. In\n2\n"
          },
          {
            "page_number": 4,
            "page_text": "addition, to be included in the Index, each bond must have a remaining term to\nfinal maturity that is greater than or equal to one calendar month.\nThe Fund invests by sampling the Index, meaning that it holds a range of\nsecurities that, in the aggregate, approximates the full Index in terms of key risk\nfactors and other characteristics. All of the Fund’s investments will be selected\nthrough the sampling process, and at least 80% of the Fund’s assets will be\ninvested in securities held in the Index. Under normal circumstances, at least\n80% of the Fund’s assets will be invested in fixed income securities whose\nincome will be exempt from federal income taxes, including AMT, and New York\nstate income taxes.\nPrincipal Risks\nThe Fund is designed for investors with a low tolerance for risk, but you could still\nlose money by investing in it. The Fund is subject to the following risks, which\ncould affect the Fund’s performance, and the level of risk may vary based on\nmarket conditions:\n• State-specific risk, which is the chance that developments in New York, such\nas tax, legislative, or political changes, will adversely affect the securities held by\nthe Fund or that are available for investment by the Fund. Because the Fund\ninvests primarily in securities issued by New York and its municipalities, it is more\nvulnerable to the credit risk and unfavorable developments in New York than are\nfunds that invest in municipal securities of many states. Unfavorable\ndevelopments in any economic sector may have far-reaching ramifications on the\noverall New York municipal market.\n• Interest rate risk, which is the chance that bond prices overall will decline\nbecause of rising interest rates.\n• Income risk, which is the chance that the Fund’s income will decline because\nof falling interest rates.\n• Call risk, which is the chance that during periods of falling interest rates,\nissuers of callable bonds may call (redeem) securities with higher coupon rates\nor interest rates before their maturity dates. The Fund would then lose any price\nappreciation above the bond’s call price and would be forced to reinvest the\nunanticipated proceeds at lower interest rates, resulting in a decline in the Fund’s\nincome. Such redemptions and subsequent reinvestments would also increase\nthe Fund’s portfolio turnover rate.\n• Extension risk, which is the chance that during periods of rising interest rates,\ncertain debt securities will be paid off substantially more slowly than originally\nanticipated, and the value of those securities may fall.\n3\n"
          },
          {
            "page_number": 5,
            "page_text": "• Credit risk, which is the chance that a bond issuer will fail to pay interest or\nprincipal in a timely manner or that negative perceptions of the issuer’s ability to\nmake such payments will cause the price of that bond to decline. In general,\ncredit risk should be relatively low for the Fund because it invests primarily in\nbonds that are considered to be of high quality.\n• Index-related risks. The Fund is subject to risks associated with index\ninvesting, which include passive management risk, tracking error risk, and index\nprovider risk. Passive management risk is the chance that the Fund’s use of an\nindexing strategy will negatively impact the Fund’s performance. Because the\nFund seeks to track the performance of its target index regardless of how that\nindex is performing, the Fund’s performance may be lower than it would be if the\nFund were actively managed. Tracking error risk is the chance that the Fund’s\nperformance will deviate from the performance of its target index. Tracking error\nrisk may be heightened during times of increased market volatility or under other\nunusual market conditions. Index provider risk is the chance that the Fund will be\nnegatively impacted by changes or errors made by the index provider. Any gains,\nlosses, or costs associated with or resulting from an error made by the index\nprovider will generally be borne by the Fund and, as a result, the\nFund’s shareholders.\n• Index sampling risk, which is the chance that the securities selected for the\nFund, in the aggregate, will not provide investment performance matching that of\nthe Fund’s target index. Index sampling risk for the Fund is expected to be low\nto moderate.\n• Liquidity risk, which is the chance that the Fund may not be able to sell a\nsecurity in a timely manner at a desired price.\n• Nondiversification risk, which is the chance that the Fund’s performance may\nbe hurt disproportionately by the poor performance of relatively few securities.\nThe Fund is considered nondiversified, which means that it may invest a greater\npercentage of its assets in the securities of particular issuers as compared with\ndiversified funds.\n• Tax risk, which is the chance that all or a portion of the tax-exempt income\nfrom municipal bonds held by the Fund will be declared taxable, possibly with\nretroactive effect, because of unfavorable changes in tax laws, adverse\ninterpretations by the Internal Revenue Service or state or local tax authorities, or\nnoncompliant conduct of a bond issuer.\nBecause the Fund is an exchange-traded fund (ETF) and the Fund’s shares are\ntraded on an exchange, the Fund is subject to additional risks:\n• The Fund’s ETF Shares are listed for trading on Cboe BZX Exchange, Inc. and\nare bought and sold on the secondary market at market prices. Although it is\n4\n"
          },
          {
            "page_number": 6,
            "page_text": "expected that the market price of an ETF Share typically will approximate its net\nasset value (NAV), there may be times when the market price and the NAV differ\nsignificantly. Thus, you may pay more or less than NAV when you buy ETF\nShares on the secondary market, and you may receive more or less than NAV\nwhen you sell those shares.\n• Although the Fund’s ETF Shares are listed for trading on Cboe BZX Exchange,\nInc., it is possible that an active trading market may not be maintained.\n• Trading of the Fund’s ETF Shares may be halted by the activation of individual\nor marketwide trading halts (which halt trading for a specific period of time when\nthe price of a particular security or overall market prices decline by a specified\npercentage). Trading of the Fund’s ETF Shares may also be halted if (1) the\nshares are delisted from Cboe BZX Exchange, Inc. without first being listed on\nanother exchange or (2) Cboe BZX Exchange, Inc. officials determine that such\naction is appropriate in the interest of a fair and orderly market or for the\nprotection of investors.\nAn investment in the Fund is not a deposit of a bank and is not insured or\nguaranteed by the Federal Deposit Insurance Corporation or any other\ngovernment agency.\nAnnual Total Returns\nThis is the Fund’s initial prospectus, so it does not contain performance data.\nInvestment Advisor\nThe Vanguard Group, Inc. (Vanguard)\nPortfolio Manager\nJustin A. Schwartz, CFA, Portfolio Manager at Vanguard and head of Municipal\nIndex and Money Markets. He has managed the Fund since its inception in\nMay 2025.\nPurchase and Sale of Fund Shares\nETF Shares may only be bought and sold in the secondary market through a\nbrokerage firm. The price you pay or receive for ETF Shares will be the\nprevailing market price, which may be more (premium) or less (discount) than the\nNAV of the shares. The brokerage firm may charge you a commission to execute\nthe transaction. Unless imposed by your brokerage firm, there is no minimum\ndollar amount you must invest and no minimum number of shares you must buy.\nETF Shares of the Fund cannot be directly purchased from or redeemed with the\n5\n"
          },
          {
            "page_number": 7,
            "page_text": "Fund, except by certain authorized broker-dealers. These broker-dealers may\npurchase and redeem ETF Shares only in large blocks (Creation Units), typically\nin exchange for baskets of securities.\nAn investor may incur costs attributable to the difference between the highest\nprice a buyer is willing to pay to purchase ETF Shares (bid) and the lowest price\na seller is willing to accept for ETF Shares (ask) when buying or selling shares in\nthe secondary market (bid-ask spread). Recent information, including information\non the Fund’s NAV, market price, premiums and discounts, and bid-ask spreads,\nis available online at vanguard.com.\nTax Information\nThe Fund’s distributions, including market discount, may be taxable as ordinary\nincome or capital gains. A majority of the income dividends that you receive from\nthe Fund are expected to be exempt from federal income taxes, including AMT,\nand state income taxes. However, a portion of the Fund’s distributions may be\nsubject to federal, state, or local income taxes or the alternative minimum tax.\nDividend and capital gains distributions that you receive may also be subject to\nstate and local income taxes. You should consult your own tax advisor with\nrespect to any particular U.S. or non-U.S. tax consequences of your investment\nin the Fund.\nPayments to Financial Intermediaries\nThe Fund and its investment advisor do not pay financial intermediaries for sales\nof Fund shares.\nCFA® is a registered trademark owned by CFA Institute.\nThe S&P New York AMT-Free Municipal USD10 Million Par Bond Index is a product of S&P Dow\nJones Indices LLC, a division of S&P Global, or its affiliates (“SPDJI”) and has been licensed for\nuse by Vanguard. Standard & Poor’s® and S&P® are registered trademarks of Standard &\nPoor’s Financial Services LLC, a division of S&P Global (“S&P”) and Dow Jones® is a registered\ntrademark of Dow Jones Trademark Holdings LLC (“Dow Jones”). The trademarks have been\nlicensed to SPDJI and have been sublicensed for use for certain purposes by Vanguard.\nVanguard New York Tax-Exempt Bond ETF is not sponsored, endorsed, sold or promoted by\nSPDJI, Dow Jones, S&P, or any of their respective affiliates (collectively, “S&P Dow Jones\nIndices”). S&P Dow Jones Indices makes no representation or warranty, express or implied, to\nthe owners of Vanguard New York Tax-Exempt Bond ETF or any member of the public regarding\nthe advisability of investing in securities generally or in Vanguard New York Tax-Exempt Bond\nETF particularly or the ability of the S&P New York AMT-Free Municipal USD10 Million Par Bond\nIndex to track general market performance. S&P Dow Jones Indices’ only relationship to\nVanguard with respect to the S&P New York AMT-Free Municipal USD10 Million Par Bond Index\nis the licensing of the Index and certain trademarks, service marks and/or trade names of S&P\nDow Jones Indices and/or its licensors. The S&P New York AMT-Free Municipal USD10 Million\nPar Bond Index is determined, composed and calculated by S&P Dow Jones Indices without\nregard to Vanguard or Vanguard New York Tax-Exempt Bond ETF. S&P Dow Jones Indices has\nno obligation to take the needs of Vanguard or the owners of Vanguard New York Tax-Exempt\nBond ETF into consideration in determining, composing or calculating the S&P New York\n"
          },
          {
            "page_number": 8,
            "page_text": "AMT-Free Municipal USD10 Million Par Bond Index. S&P Dow Jones Indices is not responsible\nfor and has not participated in the determination of the prices, and amount of Vanguard New\nYork Tax-Exempt Bond ETF or the timing of the issuance or sale of Vanguard New York\nTax-Exempt Bond ETF or in the determination or calculation of the equation by which Vanguard\nNew York Tax-Exempt Bond ETF is to be converted into cash, surrendered or redeemed, as the\ncase may be. S&P Dow Jones Indices has no obligation or liability in connection with the\nadministration, marketing or trading of Vanguard New York Tax-Exempt Bond ETF. There is no\nassurance that investment products based on the S&P New York AMT-Free Municipal USD10\nMillion Par Bond Index will accurately track index performance or provide positive investment\nreturns. S&P Dow Jones Indices LLC is not an investment advisor. Inclusion of a security within\nan index is not a recommendation by S&P Dow Jones Indices to buy, sell, or hold such security,\nnor is it considered to be investment advice.\nS&P DOW JONES INDICES DOES NOT GUARANTEE THE ADEQUACY, ACCURACY,\nTIMELINESS AND/OR THE COMPLETENESS OF THE S&P NEW YORK AMT-FREE\nMUNICIPAL USD10 MILLION PAR BOND INDEX OR ANY DATA RELATED THERETO OR ANY\nCOMMUNICATION, INCLUDING BUT NOT LIMITED TO, ORAL OR WRITTEN\nCOMMUNICATION (INCLUDING ELECTRONIC COMMUNICATIONS) WITH RESPECT\nTHERETO. S&P DOW JONES INDICES SHALL NOT BE SUBJECT TO ANY DAMAGES OR\nLIABILITY FOR ANY ERRORS, OMISSIONS, OR DELAYS THEREIN. S&P DOW JONES\nINDICES MAKES NO EXPRESS OR IMPLIED WARRANTIES, AND EXPRESSLY DISCLAIMS\nALL WARRANTIES, OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE\nOR USE OR AS TO RESULTS TO BE OBTAINED BY VANGUARD, OWNERS OF VANGUARD\nNEW YORK TAX-EXEMPT BOND ETF, OR ANY OTHER PERSON OR ENTITY FROM THE\nUSE OF THE S&P NEW YORK AMT-FREE MUNICIPAL USD10 MILLION PAR BOND INDEX\nOR WITH RESPECT TO ANY DATA RELATED THERETO. WITHOUT LIMITING ANY OF THE\nFOREGOING, IN NO EVENT WHATSOEVER SHALL S&P DOW JONES INDICES BE LIABLE\nFOR ANY INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES\nINCLUDING BUT NOT LIMITED TO, LOSS OF PROFITS, TRADING LOSSES, LOST TIME OR\nGOODWILL, EVEN IF THEY HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH\nDAMAGES, WHETHER IN CONTRACT, TORT, STRICT LIABILITY, OR OTHERWISE. THERE\nARE NO THIRD PARTY BENEFICIARIES OF ANY AGREEMENTS OR ARRANGEMENTS\nBETWEEN S&P DOW JONES INDICES AND VANGUARD, OTHER THAN THE LICENSORS\nOF S&P DOW JONES INDICES.\nVanguard New York Tax-Exempt Bond ETF Shares—Fund Number V046\nTo request additional information about the Fund, please visit vanguard.com or contact us at 866-499-8473.\n© 2025 The Vanguard Group, Inc. All rights reserved.\nVanguard Marketing Corporation, Distributor.\nSP V046 052025\n"
          }
        ]
      },
      {
        "document_id": "doc4",
        "file_name": "MUNY_fact_sheet.pdf",
        "section_or_volume_title": "",
        "document_type": "",
        "total_pages": 2,
        "file_provider": "Vanguard",
        "document_date": null,
        "pages": [
          {
            "page_number": 1,
            "page_text": "Vanguard®\nVanguard New York Tax-Exempt Bond ETF   |  MUNY \nAs of September 30, 2025 \nInvestment approach \n• Seeks to track the performance of the S&P New York AMT-Free \nMunicipal USD10 Million Par Bond Index. \n• Passively managed using index sampling. \n• Intermediate duration portfolio. \n• Provides moderate current income with high credit quality. \nPerformance history \nTotal returns  2 for period ended September 30, 2025    \nMUNY (Inception 2025-05-20)  \nQuarter \nYear to date \nSince inception \nNet asset value (NAV) return 3\n2.95% \n—% \n3.44% \nMarket price return 4\n2.66 \n—\n3.71 \nS&P New York AMT-Free \nMunicipal USD10 Million Par \nBond Index \n2.95 \n2.15 \n0.00 \nThe performance data shown represent past performance, which is not a guarantee of \nfuture results. Investment returns and principal value will fluctuate, so investors’ shares, \nwhen sold, may be worth more or less than their original cost. Current performance may be \nlower or higher than the performance data cited. For performance data current to the \nmost recent month-end, visit our website at  vanguard.com/performance . The performance of an \nindex is not an exact representation of any particular investment, as you cannot invest directly in an \nindex. \nInvestment Products: Not FDIC Insured • No Bank Guarantee • May Lose Value \nInvestment focus \nShort\nDuration\nLong\nMedium\nQuality\nHigh\nAvg\nLow\nQuick facts \nBenchmark \nS&P New York AMT-Free Municipal \nUSD10 Million Par Bond Index \nExpense ratio 1\n0.09% \nDividend schedule \nMonthly \nETF total net assets \n$118 million \nFund total net assets \n$118 million \nInception date \n2025-05-20 \nTrading information \nTicker symbol \nMUNY \nCUSIP number \n92204H400 \nIIV (intra-day ticker) \nMUNY.IV \nIndex ticker (Bloomberg) \nSPMUNYA \nExchange \nCBOE \nCentral tendency \nExpected range \nof fund holdings \nETF attributes \nNew York \nTax-Exempt \nBond ETF \nS&P New York \nAMT-Free \nMunicipal \nUSD10 Million \nPar Bond Index \nNumber of bonds \n1,928 \n5,182 \nAverage duration 5\n7.0 years \n—\nAverage stated maturity 6\n13.8 years \n13.8 years \nShort-term reserves \n0.0 \n—\n1. As reported in the most recent prospectus. A fund’s current expense ratio may be lower or higher than the figure reported in the prospectus.  \n2.  Figures for periods of less than one year are cumulative returns. All other figures represent average annual returns. Fund performance figures assume the reinvestment of dividends and capital gains distributions; \nthe figures are pre-tax and net of expenses. The above widely used comparative index represents unmanaged or average returns on various financial assets that can be compared with the fund’s total returns for \nthe purpose of measuring relative performance.  \n3.  As of 4 p.m., Eastern time, when the regular trading session of the New York Stock Exchange typically closes.  \n4.  Effective July 15, 2024, the market price returns are calculated using the official closing price as reported by the ETF’s primary exchange. Prior to July 15, 2024, the market price returns were calculated using the \nmidpoint between the bid and ask prices as of the closing time of the New York Stock Exchange (typically 4 p.m., Eastern time). The returns shown do not represent the returns you would receive if you traded \nshares at other times. \n5.  Average duration is a measure of the sensitivity of bond—and bond mutual fund—prices to interest rate movements. For example, if a bond has a duration of 2 years, its price would fall about 2% when interest \nrates rose 1 percentage point. On the other hand, the bond’s price would rise by about 2% when interest rates fell by 1 percentage point. \n6.  Average stated maturity represents the average of the stated maturity dates for all fixed income securities held by the fund. \n\n\n[TABLE 1]\n |  | \n |  | \n |  | \n[/TABLE]"
          },
          {
            "page_number": 2,
            "page_text": "Vanguard New York Tax-Exempt Bond ETF   |  MUNY \nAs of September 30, 2025 \nExpense ratio comparison  1  \n0.80% \n0.09% \nNY Municipal \nDebt Funds \nAverage \nNew York \nTax-Exempt \nBond ETF \nDistibution by effective maturity \nUnder 1 Year \n4.6 %\n1 - 3 Years \n6.9 %\n3 - 5 Years \n7.8 %\n5 - 10 Years \n20.4 %\n10 - 20 Years \n32.9 %\n20 - 30 Years \n23.9 %\nOver 30 Years \n3.6 %\nDistribution by credit quality  2\nAAA \n22.0 %\nAA \n63.7 %\nA\n13.6 %\nBBB \n0.7 %\nBB \n0.0 %\nB or Lower \n0.0 %\nNot rated \n0.0 %\n1. Represents the expense ratio for the Vanguard ETF as reported in the most recent prospectus. There are material differences between mutual funds and ETFs. Unlike mutual funds, ETFs are priced continuously \nand bought and sold throughout the day in the secondary market (at a premium or discount to net asset value) with the assistance of a stockbroker, which entails paying commissions. Sources: Lipper, a \nThomson Reuters Company, and Vanguard, December 31, 2024. \n2. Credit-quality ratings are measured on a scale that generally ranges from AAA (highest) to D (lowest). “NR” is used to classify securities for which a rating is not available. NR securities may include internal \nmoney market funds, derivatives, and futures. U.S. Treasury, U.S. agency, and U.S. agency mortgage-backed securities appear under “U.S. Government.” Credit-quality ratings for each issue are either obtained \nfrom Bloomberg using ratings derived from Moody’s Investors Service (Moody’s), Fitch Ratings (Fitch), and Standard & Poor’s (S&P), or directly from Moody’s and S&P. Credit-quality ratings obtained from \nBloomberg use the following methodologies: When ratings from all three agencies are available, the median rating is used; when ratings from only two of the agencies are available, the lower rating is used; and \nwhen one rating is available, that rating is used. Credit-quality ratings obtained directly from Moody’s and S&P use the higher rating for each issue. Exposures are calculated using investment book of record \npositions, which is based on when transactions occur, not when they settle, which can lead to the appearance of temporary negative cash balances or gross exposures greater than 100%.      \nVanguard ETF® shares are not redeemable with the issuing fund other than in very large aggregations worth millions of dollars. Instead, investors must buy or sell Vanguard \nETF shares in the secondary market and hold those shares in a brokerage account. In doing so, the investor may incur brokerage commissions and may pay more than net \nasset value when buying and receive less than net asset value when selling.  \nAll ETF products are subject to risk, which may result in the loss of principal. Investments in bond ETF products are subject to interest rate, credit, and inflation risk.   \nThe index is a product of S&P Dow Jones Indices LLC, a division of S&P Global, or its affiliates (“SPDJI”), and has been licensed for use by Vanguard. Standard & Poor’s® and S&P® are registered \ntrademarks of Standard & Poor’s Financial Services LLC, a division of S&P Global (“S&P”); Dow Jones® is a registered trademark of Dow Jones Trademark Holdings LLC (“Dow Jones”); and these \ntrademarks have been licensed for use by SPDJI and sublicensed for certain purposes by Vanguard. Vanguard products are not sponsored, endorsed, sold or promoted by SPDJI, Dow Jones, S&P, \nor their respective affiliates and none of such parties make any representation regarding the advisability of investing in such product(s) nor do they have any liability for any errors, omissions, or \ninterruptions of the index. \nCGS identifiers have been provided by CUSIP Global Services, managed on behalf of the American Bankers Association by Standard & Poor’s Financial Services, LLC, and are not for use or \ndissemination in a manner that would serve as a substitute for any CUSIP service. The CUSIP Database, © 2025 American Bankers Association. “CUSIP” is a registered trademark of the American \nBankers Association.  \nFor more information about Vanguard ETF Shares, visit  vanguard.com , call 866-499-8473, or contact your broker to obtain a prospectus or, if available, a summary \nprospectus. Investment objectives, risks, charges, expenses, and other important information are contained in the prospectus; read and consider it carefully before \ninvesting. \n© 2025 The Vanguard Group, Inc. All rights reserved. Vanguard Marketing Corporation, Distributor. \nFV046_092025 \n"
          }
        ]
      }
    ],
    "extracted_attributes": {
      "Fundamentals": {
        "EarningsQuality": {
          "PriceEarningsRatio": {
            "value": null,
            "unit": "ratio",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "PriceBookRatio": {
            "value": null,
            "unit": "ratio",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "ReturnOnEquity": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "CashFlowQuality": {
            "value": null,
            "unit": "ratio",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        },
        "DividendYieldProfile": {
          "DividendYield": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "DividendStability": {
            "value": null,
            "unit": "score",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        },
        "ValuationVsBenchmarks": {
          "PEvsBenchmark": {
            "value": null,
            "unit": "ratio",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "PBvsBenchmark": {
            "value": null,
            "unit": "ratio",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "FundamentalValuationSpread": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        }
      },
      "PerformanceRiskAdjusted": {
        "AbsoluteReturn": {
          "OneYearNAVReturn": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "ThreeYearNAVReturn": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "FiveYearNAVReturn": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "TenYearNAVReturn": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "SinceInceptionNAVReturn": {
            "value": 3.44,
            "unit": "percentage",
            "as_of_date": "2025-09-30",
            "source_document_id": "doc4",
            "source_page": 1
          }
        },
        "RelativeReturn": {
          "ReturnVsRussell2000": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "ReturnVsFundamentalSplicedIndex": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "ReturnVsOtherRelevantBenchmarks": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        },
        "RiskAdjustedMeasures": {
          "SharpeRatio": {
            "value": null,
            "unit": "ratio",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "StandardDeviation": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "Beta": {
            "value": null,
            "unit": "ratio",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "TrackingError": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        }
      },
      "LiquidityTrading": {
        "AUMSize": {
          "TotalNetAssets": {
            "value": 118000000.0,
            "unit": "dollars",
            "as_of_date": "2025-09-30",
            "source_document_id": "doc4",
            "source_page": 1
          }
        },
        "MarketLiquidity": {
          "AverageDailyVolume": {
            "value": null,
            "unit": "shares",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "PremiumDiscountToNAV": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "BidAskSpread": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        },
        "PortfolioTurnover": {
          "TurnoverRate": {
            "value": 1.0,
            "unit": "percentage",
            "as_of_date": "2025-05-31",
            "source_document_id": "doc2",
            "source_page": 1
          },
          "ReconstitutionMethodImpact": {
            "value": null,
            "unit": "text",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        }
      },
      "CostTaxEfficiency": {
        "ExpenseRatio": {
          "ManagementFee": {
            "value": 0.05,
            "unit": "percentage",
            "as_of_date": "2025-05-20",
            "source_document_id": "doc3",
            "source_page": 2
          },
          "TotalFundOperatingExpenses": {
            "value": 0.09,
            "unit": "percentage",
            "as_of_date": "2025-09-30",
            "source_document_id": "doc4",
            "source_page": 1
          }
        },
        "TaxEfficiency": {
          "TurnoverTaxImpact": {
            "value": null,
            "unit": "text",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "SecuritiesLendingIncomeContribution": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        }
      },
      "DiversificationConcentration": {
        "HoldingsCount": {
          "NumberOfSecurities": {
            "value": 1928,
            "unit": "count",
            "as_of_date": "2025-09-30",
            "source_document_id": "doc4",
            "source_page": 1
          }
        },
        "ConcentrationMetrics": {
          "Top10HoldingsWeight": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "MaxSingleHoldingWeight": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "SectorConcentrationHHI": {
            "value": null,
            "unit": "index",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        }
      },
      "StrategyGovernanceRisk": {
        "IndexMethodologyRisk": {
          "IndexAge": {
            "value": null,
            "unit": "years",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "IndexComplexity": {
            "value": "The Fund employs an indexing approach designed to track the performance of the S&P New York AMT-Free Municipal USD10 Million Par Bond Index (the Index). The Index measures the performance of the investment-grade segment of the New York municipal bond market. The Index comprises municipal bonds issued in the State of New York and primarily includes municipal bonds from issuers in New York that are New York state or local governments or agencies whose interest payments are exempt from U.S. federal income taxes, including the federal alternative minimum tax (AMT), and New York state income taxes. To be eligible for inclusion in the Index, each bond must have a rating of at least investment-grade, as determined by a nationally recognized statistical rating organization (NRSRO) (e.g., at least BBB– by Fitch Ratings, Inc), and the lowest rating will be used in determining if the bond is investment-grade. Each bond must also be denominated in U.S. dollars, generally must be part of an offering where the original offering amount was at least $75 million, and generally have a minimum par (i.e., currently outstanding face value) amount of $10 million. In addition, to be included in the Index, each bond must have a remaining term to final maturity that is greater than or equal to one calendar month. The Fund invests by sampling the Index, meaning that it holds a range of securities that, in the aggregate, approximates the full Index in terms of key risk factors and other characteristics. All of the Fund’s investments will be selected through the sampling process, and at least 80% of the Fund’s assets will be invested in securities held in the Index. Under normal circumstances, at least 80% of the Fund’s assets will be invested in fixed income securities whose income will be exempt from federal income taxes, including AMT, and New York state income taxes.",
            "as_of_date": "2025-05-20",
            "source_document_id": "doc3",
            "source_page": 3
          },
          "IndexChangeHistory": {
            "value": null,
            "unit": "text",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        },
        "ManagerSponsorQuality": {
          "SponsorReputation": {
            "value": null,
            "unit": "text",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "ManagerTenure": {
            "value": 0,
            "unit": "years",
            "as_of_date": "2025-09-30",
            "source_document_id": "doc3",
            "source_page": 6
          }
        },
        "OperationalTransparency": {
          "DisclosureQuality": {
            "value": null,
            "unit": "text",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "FinancialStatementsCompleteness": {
            "value": null,
            "unit": "text",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "HoldingsTransparencyFrequency": {
            "value": null,
            "unit": "text",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        }
      }
    }
  }
}