{
  "SecuritiesInformation": {
    "security_type": "etf",
    "security_name": "VTG",
    "security_ticker": "VTG",
    "source_documents": [
      {
        "document_id": "doc1",
        "file_name": "VTG_Annual_Report.pdf",
        "section_or_volume_title": "",
        "document_type": "",
        "total_pages": 2,
        "file_provider": "Vanguard",
        "document_date": null,
        "pages": [
          {
            "page_number": 1,
            "page_text": "Vanguard Total Treasury ETF\nETF Shares (VTG) NYSE Arca\nAnnual Shareholder Report | September 30, 2025\nThis annual shareholder report contains important information about Vanguard Total Treasury ETF (the \"Fund\") for the period of July 7, 2025, to \nSeptember 30, 2025. You can find additional information about the Fund at https://personal1.vanguard.com/ngf-next-gen-form-webapp/fund-literature. \nYou can also request this information by contacting us at 800-662-7447. \nWhat were the Fund costs for the last period?\n(based on a hypothetical $10,000 investment) \nShare Class Name \nCosts of a $10,000 investment \nCosts paid as a percentage of a $10,000 \ninvestment\nETF Shares \n$1 1 \n0.03% 2 \n1 Costs would be higher for a full year. \n2 Annualized. \nHow did the Fund perform during the reporting period?\n• \nFrom its inception on July 7, 2025, through September 30, 2025, the Fund performed in line with its benchmark. \n• \nOptimism in the U.S. about deregulation, tax cuts, and artificial intelligence was occasionally tempered by market concerns about rising interest \nrates, stretched equity valuations, and evolving trade policies. The Federal Reserve resumed cutting short-term interest rates in September 2025 in \nresponse to an uncertain economic outlook and slowing job gains. The Fed had paused on lowering rates in December 2024 amid mixed market \nsignals. \n• \nThe Fund seeks to track the performance of an index, providing broad diversified exposure to the U.S. Treasury bond market across maturity \nlevels. It provides current income and high credit quality.\nHow did the Fund perform since inception?\nKeep in mind that the Fund's past performance does not indicate how the Fund will perform in the future. Updated performance information is\navailable on our website at vanguard.com/performance or by calling Vanguard toll-free at 800-662-7447. The graph and returns shown do not\nreflect taxes that a shareholder would pay on fund distributions or on the sale of fund shares.\nCumulative Performance: July 7, 2025, Through September 30, 2025\nInitial Investment of $10,000 \n$6,000\n$12,000\n7/7/25\n2025\nETF Shares Net Asset Value\nBloomberg U.S. Treasury Index\nBloomberg U.S. Aggregate Bond Index\n$10,275\n$10,234\n$10,233\nAverage Annual Total Returns\nSince Inception\n(7/7/2025) \nETF Shares Net Asset Value \n2.34% \nETF Shares Market Price \n2.37% \nBloomberg U.S. Treasury Index \n2.33% \nBloomberg U.S. Aggregate Bond Index \n2.75% \n\n\n[TABLE 1]\nShare Class Name | Costs of a $10,000 investment | Costs paid as a percentage of a $10,000\ninvestment\n[/TABLE]\n\n[TABLE 2]\nAverage Annual Total Returns | \n[/TABLE]"
          },
          {
            "page_number": 2,
            "page_text": "Fund Statistics \n(as of September 30, 2025) \nFund Net Assets \n(in millions) \n$21 \nNumber of Portfolio Holdings \n279 \nPortfolio Turnover Rate \n5% \nTotal Investment Advisory Fees \n(in thousands) \n$0 \nDistribution by Stated Maturity % of Net Asset \n(as of September 30, 2025) \n0 - 5 Years \n55.6% \n5 - 10 Years \n23.0% \n10 - 15 Years \n1.0% \n15 - 20 Years \n8.0% \n20 - 25 Years \n3.7% \nOver 25 Years \n7.5% \nOther Assets and Liabilities—Net \n1.2% \nThis table reflects the Fund’s investments, including short-term \ninvestments and other assets and liabilities. \nWhere can I find additional information about the Fund? \nAdditional information about the Fund, including its prospectus, financial information, holdings, and proxy voting information is available at \nhttps://personal1.vanguard.com/ngf-next-gen-form-webapp/fund-literature. \nConnect with Vanguard® • vanguard.com \nFund Information • 800-662-7447 \nDirect Investor Account Services • 800-662-2739 \nText Telephone for People Who Are Deaf or Hard of Hearing • 800-749-7273 \n© 2025 The Vanguard Group, Inc. \nAll rights reserved. \nVanguard Marketing Corporation, Distributor. \nARV048 \n\n\n[TABLE 1]\nFund Statistics\n(as of September 30, 2025) | \n[/TABLE]\n\n[TABLE 2]\nDistribution by Stated Maturity % of Net Asset\n(as of September 30, 2025) | \n[/TABLE]"
          }
        ]
      },
      {
        "document_id": "doc2",
        "file_name": "VTG_Semiannual_Report.pdf",
        "section_or_volume_title": "",
        "document_type": "",
        "total_pages": 1,
        "file_provider": "Vanguard",
        "document_date": null,
        "pages": [
          {
            "page_number": 1,
            "page_text": "Vanguard Small-Cap Index Fund \nInvestor Shares (NAESX) \nSemi-Annual Shareholder Report | June 30, 2025 \nThis semi-annual shareholder report contains important information about Vanguard Small-Cap Index Fund (the \"Fund\") for the period of \nJanuary 1, 2025, to June 30, 2025. You can find additional information about the Fund at https://personal1.vanguard.com/ngf-next-gen-form-\nwebapp/fund-literature. You can also request this information by contacting us at 800-662-7447. \nWhat were the Fund costs for the last six months? \n(based on a hypothetical $10,000 investment) \nShare Class Name \nCosts of a $10,000 investment \nCosts paid as a percentage of a $10,000 \ninvestment \nInvestor Shares \n$8 \n0.17% 1 \n1 Annualized. \nFund Statistics \n(as of June 30, 2025) \nFund Net Assets \n(in millions) \n$152,992 \nNumber of Portfolio Holdings \n1,349 \nPortfolio Turnover Rate \n8% \nPortfolio Composition % of Net Assets \n(as of June 30, 2025) \nBasic Materials \n3.6% \nConsumer Discretionary \n15.0% \nConsumer Staples \n3.7% \nEnergy \n4.3% \nFinancials \n14.5% \nHealth Care \n11.0% \nIndustrials \n21.9% \nReal Estate \n7.2% \nTechnology \n13.3% \nTelecommunications \n1.7% \nUtilities \n3.8% \nOther Assets and Liabilities—Net \n0.0% \nThis table reflects the Fund’s investments, including short-term \ninvestments, derivatives and other assets and liabilities. \nWhere can I find additional information about the Fund? \nAdditional information about the Fund, including its prospectus, financial information, holdings, and proxy voting information is available at \nhttps://personal1.vanguard.com/ngf-next-gen-form-webapp/fund-literature. \nConnect with Vanguard® • vanguard.com \nFund Information • 800-662-7447 \nDirect Investor Account Services • 800-662-2739 \nText Telephone for People Who Are Deaf or Hard of Hearing • 800-749-7273 \n© 2025 The Vanguard Group, Inc. \nAll rights reserved. \nVanguard Marketing Corporation, Distributor. \nSR48 \n\n\n[TABLE 1]\nShare Class Name | Costs of a $10,000 investment | Costs paid as a percentage of a $10,000\ninvestment\n[/TABLE]\n\n[TABLE 2]\nFund Statistics\n(as of June 30, 2025) | \n[/TABLE]"
          }
        ]
      },
      {
        "document_id": "doc3",
        "file_name": "VTG_Summary_Prospectus.pdf",
        "section_or_volume_title": "",
        "document_type": "",
        "total_pages": 8,
        "file_provider": "Vanguard",
        "document_date": null,
        "pages": [
          {
            "page_number": 1,
            "page_text": "Vanguard Total Treasury ETF\nSummary Prospectus\nJuly 1, 2025\nExchange-traded fund shares that are not individually redeemable and are\nlisted on NYSE Arca\nVanguard Total Treasury ETF Shares (VTG)\nThe Fund’s statutory Prospectus and Statement of Additional\nInformation dated July 1, 2025, as may be amended or supplemented,\nare incorporated into and made part of this Summary Prospectus\nby reference.\nBefore you invest, you may want to review the Fund’s Prospectus,\nwhich contains more information about the Fund and its risks. You can\nfind the Fund’s Prospectus and other information about the Fund\nonline at www.vanguard.com/prospectus and\nhttps://personal.vanguard.com/us/literature/reports/ETFs. You can also\nobtain this information at no cost by calling 866-499-8473 or by\nsending an email request to online@vanguard.com.\nThe Securities and Exchange Commission (SEC) has not approved or disapproved these\nsecurities or passed upon the adequacy of this prospectus. Any representation to the contrary\nis a criminal offense.\n\n\n[TABLE 1]\nVanguard Total Treasury ETF\nSummary Prospectus\nJuly1,2025\nExchange-tradedfundsharesthatarenotindividuallyredeemableandare\nlistedonNYSEArca\nVanguardTotalTreasuryETFShares(VTG)\nTheFund’sstatutoryProspectusandStatementofAdditional\nInformationdatedJuly1,2025,asmaybeamendedorsupplemented,\nareincorporatedintoandmadepartofthisSummaryProspectus\nbyreference.\nBeforeyouinvest,youmaywanttoreviewtheFund’sProspectus,\nwhichcontainsmoreinformationabouttheFundanditsrisks.Youcan\nfindtheFund’sProspectusandotherinformationabouttheFund\nonlineatwww.vanguard.com/prospectusand\nhttps://personal.vanguard.com/us/literature/reports/ETFs.Youcanalso\nobtainthisinformationatnocostbycalling866-499-8473orby\nsendinganemailrequesttoonline@vanguard.com.\nTheSecuritiesandExchangeCommission(SEC)hasnotapprovedordisapprovedthese\nsecuritiesorpassedupontheadequacyofthisprospectus.Anyrepresentationtothecontrary\nisacriminaloffense.\n[/TABLE]"
          },
          {
            "page_number": 2,
            "page_text": "Investment Objective\nThe Fund seeks to track the investment results of an index composed of the\nbroad U.S. Treasury bond market.\nFees and Expenses\nThe following tables describe the fees and expenses you may pay if you buy,\nhold, and sell shares of the Fund. You may pay other fees, such as brokerage\ncommissions and other fees to financial intermediaries, which are not\nreflected in the tables and example below.\nShareholder Fees\n(Fees paid directly from your investment)\nTransaction Fee on Purchases and Sales\nNone*\nTransaction Fee on Reinvested Dividends\nNone*\n*\nNone through Vanguard (Broker fees vary)\nAnnual Fund Operating Expenses\n(Expenses that you pay each year as a percentage of the value of your investment)\nManagement Fees\n0.00%\n12b-1 Distribution Fee\nNone\nOther Expenses\n0.03%\nTotal Annual Fund Operating Expenses1\n0.03%\n1\nThe expense information shown in the table reflects estimated amounts for the current fiscal\nyear.\nExample\nThe following example is intended to help you compare the cost of investing in\nthe Fund with the cost of investing in other funds. It illustrates the hypothetical\nexpenses that you would incur over various periods if you were to invest $10,000\nin the Fund’s shares. This example assumes that the Fund provides a return of\n5% each year and that total annual fund operating expenses remain as stated in\nthe preceding table. You would incur these hypothetical expenses whether or not\nyou were to sell your shares at the end of the given period. Although your actual\ncosts may be higher or lower, based on these assumptions your costs would be:\n1 Year\n3 Years\n$3\n$10\n1\n"
          },
          {
            "page_number": 3,
            "page_text": "This example does not include the brokerage commissions that you may pay to\nbuy and sell shares of the Fund.\nPortfolio Turnover\nThe Fund pays transaction costs, such as commissions, when it buys and sells\nsecurities (or “turns over” its portfolio). A higher portfolio turnover rate may\nindicate higher transaction costs and may result in more taxes when Fund shares\nare held in a taxable account. These costs, which are not reflected in annual fund\noperating expenses or in the previous expense example, reduce the Fund’s\nperformance. The Fund has no operating history and therefore has no portfolio\nturnover information.\nPrincipal Investment Strategies\nThe Fund seeks to track the investment results of the Bloomberg U.S. Treasury\nTotal Return Unhedged USD Index (the Index), which measures the performance\nof U.S. dollar denominated sovereign debt publicly issued by the U.S.\ngovernment in its domestic market.\nThe Fund invests by sampling the Index, meaning that it holds a range of\nsecurities that, in the aggregate, approximates the full Index in terms of key risk\nfactors and other characteristics. Under normal circumstances, the Fund will\ngenerally invest all, but at least 80%, of its net assets (plus any borrowings for\ninvestment purposes) in the securities comprising the Index and in securities that\nthe advisor determines have economic characteristics that are substantially\nidentical to the economic characteristics of the securities that comprise the Index.\nThe Fund maintains a dollar-weighted average maturity consistent with that of\nthe Index. As of May 31, 2025, the dollar-weighted average maturity of the Index\nwas 7.6 years.\nPrincipal Risks\nAn investment in the Fund could lose money over short or long periods of time.\nYou should expect the Fund’s share price and total return to fluctuate within a\nwide range. The Fund is subject to the following risks, which could affect the\nFund’s performance, and the level of risk may vary based on market conditions:\n• Interest rate risk, which is the chance that bond prices overall will decline\nbecause of rising interest rates.\n• Income risk, which is the chance that a Fund’s income will decline because of\nfalling interest rates. A fund’s income declines when interest rates fall because\nthe fund then must invest new cash flow and cash from maturing bonds in lower-\nyielding bonds. Income risk is generally high for short-term bond funds and\n2\n"
          },
          {
            "page_number": 4,
            "page_text": "moderate for intermediate-term bond funds, so investors should expect the\nFund’s monthly income to fluctuate accordingly.\n• Income fluctuations. The Fund’s quarterly income distributions are likely to\nfluctuate considerably more than the income distributions of a typical bond fund.\nIn fact, under certain conditions, the Fund may not have any income to distribute.\nIncome fluctuations associated with changes in interest rates are expected to be\nlow; however, income fluctuations associated with changes in inflation are\nexpected to be high.\n• Indexing risks. The Fund is subject to risks associated with index investing.\nBecause the Fund generally seeks to track the performance of its target index\nregardless of how that index is performing, the Fund’s performance may be lower\nthan it would be if the Fund were actively managed. Additionally, because the\nFund does not hold all of the securities included in its target index, it is subject to\nthe risk that the representative sample of securities selected by the advisor will,\nin the aggregate, vary from the investment profile of its full target index. The\nperformance of the Fund’s investments, in the aggregate, may not match the\ninvestment performance of its target index. This risk, known as tracking error\nrisk, may be heightened during times of increased market volatility or under other\nunusual market conditions. The Fund also could be negatively impacted by\nchanges to the target index made by the index provider or by errors made by the\nindex provider. Any gains, losses, or costs associated with or resulting from an\nerror made by the index provider will generally be borne by the Fund and, as a\nresult, the Fund’s shareholders.\nBecause the Fund is an exchange-traded fund (ETF) and the Fund’s shares are\ntraded on an exchange, the Fund is subject to additional risks:\n• The Fund’s ETF Shares are listed for trading on NYSE Arca and are bought\nand sold on the secondary market at market prices. Although it is expected that\nthe market price of an ETF Share typically will approximate its net asset value\n(NAV), there may be times when the market price and the NAV differ significantly.\nThus, you may pay more or less than NAV when you buy ETF Shares on the\nsecondary market, and you may receive more or less than NAV when you sell\nthose shares.\n• Although the Fund’s ETF Shares are listed for trading on NYSE Arca, it is\npossible that an active trading market may not be maintained.\n• Trading of the Fund’s ETF Shares may be halted by the activation of individual\nor marketwide trading halts (which halt trading for a specific period of time when\nthe price of a particular security or overall market prices decline by a specified\npercentage). Trading of the Fund’s ETF Shares may also be halted if (1) the\nshares are delisted from NYSE Arca without first being listed on another\n3\n"
          },
          {
            "page_number": 5,
            "page_text": "exchange or (2) NYSE Arca officials determine that such action is appropriate in\nthe interest of a fair and orderly market or for the protection of investors.\nAn investment in the Fund is not a deposit of a bank and is not insured or\nguaranteed by the Federal Deposit Insurance Corporation or any other\ngovernment agency.\nAnnual Total Returns\nThis is the Fund’s initial prospectus, so it does not contain performance data.\nInvestment Advisor\nThe Vanguard Group, Inc. (Vanguard)\nPortfolio Manager\nJoshua C. Barrickman, CFA, Principal of Vanguard and co-head of Vanguard’s\nFixed Income Indexing Americas. He has managed the Fund since its inception\nin July 2025.\nPurchase and Sale of Fund Shares\nETF Shares may only be bought and sold in the secondary market through a\nbrokerage firm. The price you pay or receive for ETF Shares will be the\nprevailing market price, which may be more (premium) or less (discount) than the\nNAV of the shares. The brokerage firm may charge you a commission to execute\nthe transaction. Unless imposed by your brokerage firm, there is no minimum\ndollar amount you must invest and no minimum number of shares you must buy.\nETF Shares of the Fund cannot be directly purchased from or redeemed with the\nFund, except by certain authorized broker-dealers. These broker-dealers may\npurchase and redeem ETF Shares only in large blocks (Creation Units), typically\nin exchange for baskets of securities.\nAn investor may incur costs attributable to the difference between the highest\nprice a buyer is willing to pay to purchase ETF Shares (bid) and the lowest price\na seller is willing to accept for ETF Shares (ask) when buying or selling shares in\nthe secondary market (bid-ask spread). Recent information, including information\non the Fund’s NAV, market price, premiums and discounts, and bid-ask spreads,\nis available online at vanguard.com.\n4\n"
          },
          {
            "page_number": 6,
            "page_text": "Tax Information\nThe Fund’s distributions may be taxable as ordinary income or capital gains. If\nyou are investing through a tax-advantaged account, such as an IRA or an\nemployer-sponsored retirement or savings plan, special tax rules apply. You\nshould consult your own tax advisor with respect to any particular U.S. or\nnon-U.S. tax consequences of your investment in the Fund.\nPayments to Financial Intermediaries\nThe Fund and its investment advisor do not pay financial intermediaries for sales\nof Fund shares.\n5\n"
          },
          {
            "page_number": 7,
            "page_text": "This page intentionally left blank.\n"
          },
          {
            "page_number": 8,
            "page_text": "CFA® is a registered trademark owned by CFA Institute.\n“Bloomberg\n®” and the Bloomberg U.S. Treasury Total Return Unhedged USD Index (the “Index”)\nare service marks of Bloomberg Finance L.P. and its affiliates, including Bloomberg Index\nServices Limited (“BISL”), the administrator of the index (collectively, “Bloomberg”), and have\nbeen licensed for use for certain purposes by Vanguard.\nVanguard Total Treasury ETF (the “Fund”) are not sponsored, endorsed, sold or promoted by\nBloomberg. Bloomberg does not make any representation or warranty, express or implied, to\nthe owners of or counterparties to the Fund or any member of the public regarding the\nadvisability of investing in securities or commodities generally or in the Fund particularly. The\nonly relationship of Bloomberg to Vanguard is the licensing of certain trademarks, trade names\nand service marks and of the Index, which are determined, composed and calculated by BISL\nwithout regard to Vanguard or the Fund. Bloomberg has no obligation to take the needs of\nVanguard or the owners of the Fund into consideration in determining, composing or calculating\nthe Index. Bloomberg is not responsible for and has not participated in the determination of the\ntiming, price, or quantities of the Fund to be issued. Bloomberg shall not have any obligation or\nliability, including, without limitation, to customers of the Fund, in connection with the\nadministration, marketing or trading of the Fund.\nBLOOMBERG DOES NOT GUARANTEE THE ACCURACY AND/OR THE COMPLETENESS\nOF THE INDEX OR ANY DATA RELATED THERETO AND SHALL HAVE NO LIABILITY FOR\nANY ERRORS, OMISSIONS OR INTERRUPTIONS THEREIN. BLOOMBERG DOES NOT\nMAKE ANY WARRANTY, EXPRESS OR IMPLIED, AS TO RESULTS TO BE OBTAINED BY\nVANGUARD, OWNERS OF THE FUND OR ANY OTHER PERSON OR ENTITY FROM THE\nUSE OF THE INDEX OR ANY DATA RELATED THERETO. BLOOMBERG DOES NOT MAKE\nANY EXPRESS OR IMPLIED WARRANTIES AND EXPRESSLY DISCLAIMS ALL\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OR\nUSE WITH RESPECT TO THE INDEX OR ANY DATA RELATED THERETO. WITHOUT\nLIMITING ANY OF THE FOREGOING, TO THE MAXIMUM EXTENT ALLOWED BY LAW,\nBLOOMBERG, ITS LICENSORS, AND ITS AND THEIR RESPECTIVE EMPLOYEES,\nCONTRACTORS, AGENTS, SUPPLIERS, AND VENDORS SHALL HAVE NO LIABILITY OR\nRESPONSIBILITY WHATSOEVER FOR ANY INJURY OR DAMAGES—WHETHER DIRECT,\nINDIRECT, CONSEQUENTIAL, INCIDENTAL, PUNITIVE OR OTHERWISE—ARISING IN\nCONNECTION WITH THE FUND OR INDEX OR ANY DATA OR VALUES RELATING\nTHERETO—WHETHER ARISING FROM THEIR NEGLIGENCE OR OTHERWISE, EVEN IF\nNOTIFIED OF THE POSSIBILITY THEREOF.\nVanguard Total Treasury ETF Shares—Fund Number V048\nTo request additional information about the Fund, please visit vanguard.com or contact us at 866-499-8473.\n© 2025 The Vanguard Group, Inc. All rights reserved.\nVanguard Marketing Corporation, Distributor.\nSP V048 072025\n"
          }
        ]
      },
      {
        "document_id": "doc4",
        "file_name": "VTG_fact_sheet.pdf",
        "section_or_volume_title": "",
        "document_type": "",
        "total_pages": 2,
        "file_provider": "Vanguard",
        "document_date": null,
        "pages": [
          {
            "page_number": 1,
            "page_text": "Vanguard®\nVanguard Total Treasury ETF   |  VTG \nAs of September 30, 2025 \nInvestment approach \n• Seeks to track the performance of the Bloomberg U.S. Treasury Total\nReturn Unhedged USD Index.\n• Broad, diversified exposure to the U.S. Treasury bond market.\n• Intermediate-duration portfolio, with exposure to short-,\nintermediate-, and long-term maturities.\n• Provides current income with high credit quality.\nInvestment Products: Not FDIC Insured • No Bank Guarantee • May Lose Value \nPerformance history\nSince historical performance is limited, total returns are currently unavailable. \nInvestment focus \nShort\nDuration\nQuality\nLong\nMedium\nTrsy/\nAgcy\nInv \nGrd \nCorp\nBelow\nInv\nGrd\nQuick facts \nBenchmark \nBloomberg U.S. Treasury Total \nReturn Unhedged USD Index \nExpense ratio 1\n0.03% \nDividend schedule \nMonthly \nETF total net assets \n$21 million \nFund total net assets \n$21 million \nInception date \n2025-07-07 \nTrading information \nTicker symbol \nVTG \nCUSIP number \n922020680 \nIIV (intra-day ticker) \nVTG.IV \nIndex ticker (Bloomberg) \nI00054US \nExchange \nNYSE Arca \nCentral tendency \nExpected range \nof fund holdings \nETF attributes \nTotal Treasury \nETF \nBloomberg U.S. \nTreasury Total \nReturn \nUnhedged USD \nIndex \nNumber of bonds \n278 \n294 \nAverage duration 2\n5.8 years \n5.9 years \nAverage effective maturity 3\n7.7 years \n7.7 years \nShort-term reserves \n0.0 \n—\n1.  As reported in the most recent prospectus. A fund’s current expense ratio may be lower or higher than the figure reported in the prospectus. The expense ratio information shown reflects estimated amounts \nfor the current fiscal year. \n2. Average duration is a measure of the sensitivity of bond—and bond mutual fund—prices to interest rate movements. For example, if a bond has a duration of 2 years, its price would fall about 2% when interest \nrates rose 1 percentage point. On the other hand, the bond’s price would rise by about 2% when interest rates fell by 1 percentage point.  \n3. Average effective maturity is defined as the average length of time until fixed income securities held by a fund are expected to be repaid, taking into consideration that an action such as a call or refunding may \ncause some bonds to be repaid before they mature. \n\n\n[TABLE 1]\n |  | \n |  | \n |  | \n[/TABLE]"
          },
          {
            "page_number": 2,
            "page_text": "Vanguard Total Treasury ETF   |  VTG \nAs of September 30, 2025 \nExpense ratio comparison  1\n0.37% \n0.03% \nGeneral US \nTreasury \nFunds \nAverage \nTotal Treasury \nETF \nDistibution by effective maturity \nUnder 1 Year \n0.1 %\n1 - 5 Years \n56.2 %\n5 - 10 Years \n23.3 %\n10 - 15 Years \n1.0 %\n15 - 20 Years \n8.1 %\n20 - 25 Years \n3.7 %\nOver 25 Years \n7.6 %\nDistribution by issuer \nTreasury/Agency \n99.9 %\nOther \n0.1 %\nDistribution by credit quality  2\nU.S. Government \n99.9 %\nNot rated \n0.1 %\n1. Represents the expense ratio for the Vanguard ETF as reported in the most recent prospectus. The expense ratio information shown reflects estimated amounts for the current fiscal year. There are material \ndifferences between mutual funds and ETFs. Unlike mutual funds, ETFs are priced continuously and bought and sold throughout the day in the secondary market (at a premium or discount to net asset value) \nwith the assistance of a stockbroker, which entails paying commissions. Sources: Lipper, a Thomson Reuters Company, and Vanguard, December 31, 2024. \n2. Credit-quality ratings are measured on a scale that generally ranges from AAA (highest) to D (lowest). “NR” is used to classify securities for which a rating is not available. NR securities may include internal \nmoney market funds, derivatives, and futures. U.S. Treasury, U.S. agency, and U.S. agency mortgage-backed securities appear under “U.S. Government.” Credit-quality ratings for each issue are either obtained \nfrom Bloomberg using ratings derived from Moody’s Investors Service (Moody’s), Fitch Ratings (Fitch), and Standard & Poor’s (S&P), or directly from Moody’s and S&P. Credit-quality ratings obtained from \nBloomberg use the following methodologies: When ratings from all three agencies are available, the median rating is used; when ratings from only two of the agencies are available, the lower rating is used; and \nwhen one rating is available, that rating is used. Credit-quality ratings obtained directly from Moody’s and S&P use the higher rating for each issue. Exposures are calculated using investment book of record \npositions, which is based on when transactions occur, not when they settle, which can lead to the appearance of temporary negative cash balances or gross exposures greater than 100%. \nVanguard ETF® shares are not redeemable with the issuing fund other than in very large aggregations worth millions of dollars. Instead, investors must buy or sell Vanguard \nETF shares in the secondary market and hold those shares in a brokerage account. In doing so, the investor may incur brokerage commissions and may pay more than net \nasset value when buying and receive less than net asset value when selling.\nAll ETF products are subject to risk, which may result in the loss of principal. Investments in bond ETF products are subject to interest rate, credit, and inflation risk. \n“Bloomberg®” is a service mark of Bloomberg Finance L.P. and its affiliates, including Bloomberg Index Services Limited (“BISL”), the administrator of the index (collectively, “Bloomberg”) and have \nbeen licensed for use for certain purposes by Vanguard. Bloomberg is not affiliated with Vanguard, and Bloomberg does not approve, endorse, review, or recommend the products. Bloomberg does \nnot guarantee the timeliness, accurateness, or completeness of any data or information relating to the products. \nCGS identifiers have been provided by CUSIP Global Services, managed on behalf of the American Bankers Association by Standard & Poor’s Financial Services, LLC, and are not for use or \ndissemination in a manner that would serve as a substitute for any CUSIP service. The CUSIP Database, © 2025 American Bankers Association. “CUSIP” is a registered trademark of the \nAmerican Bankers Association.\nFor more information about Vanguard ETF Shares, visit  vanguard.com , call 866-499-8473, or contact your broker to obtain a prospectus or, if available, a summary \nprospectus. Investment objectives, risks, charges, expenses, and other important information are contained in the prospectus; read and consider it carefully before \ninvesting. \n© 2025 The Vanguard Group, Inc. All rights reserved. Vanguard Marketing Corporation, Distributor. \nFV048_092025\n"
          }
        ]
      }
    ],
    "extracted_attributes": {
      "Fundamentals": {
        "EarningsQuality": {
          "PriceEarningsRatio": {
            "value": null,
            "unit": "ratio",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "PriceBookRatio": {
            "value": null,
            "unit": "ratio",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "ReturnOnEquity": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "CashFlowQuality": {
            "value": null,
            "unit": "ratio",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        },
        "DividendYieldProfile": {
          "DividendYield": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "DividendStability": {
            "value": null,
            "unit": "score",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        },
        "ValuationVsBenchmarks": {
          "PEvsBenchmark": {
            "value": null,
            "unit": "ratio",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "PBvsBenchmark": {
            "value": null,
            "unit": "ratio",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "FundamentalValuationSpread": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        }
      },
      "PerformanceRiskAdjusted": {
        "AbsoluteReturn": {
          "OneYearNAVReturn": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "ThreeYearNAVReturn": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "FiveYearNAVReturn": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "TenYearNAVReturn": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "SinceInceptionNAVReturn": {
            "value": 2.34,
            "unit": "percentage",
            "as_of_date": "2025-09-30",
            "source_document_id": "doc1",
            "source_page": 1
          }
        },
        "RelativeReturn": {
          "ReturnVsRussell2000": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "ReturnVsFundamentalSplicedIndex": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "ReturnVsOtherRelevantBenchmarks": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        },
        "RiskAdjustedMeasures": {
          "SharpeRatio": {
            "value": null,
            "unit": "ratio",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "StandardDeviation": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "Beta": {
            "value": null,
            "unit": "ratio",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "TrackingError": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        }
      },
      "LiquidityTrading": {
        "AUMSize": {
          "TotalNetAssets": {
            "value": 21000000.0,
            "unit": "dollars",
            "as_of_date": "2025-09-30",
            "source_document_id": "doc1",
            "source_page": 2
          }
        },
        "MarketLiquidity": {
          "AverageDailyVolume": {
            "value": null,
            "unit": "shares",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "PremiumDiscountToNAV": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "BidAskSpread": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        },
        "PortfolioTurnover": {
          "TurnoverRate": {
            "value": 5.0,
            "unit": "percentage",
            "as_of_date": "2025-09-30",
            "source_document_id": "doc1",
            "source_page": 2
          },
          "ReconstitutionMethodImpact": {
            "value": null,
            "unit": "text",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        }
      },
      "CostTaxEfficiency": {
        "ExpenseRatio": {
          "ManagementFee": {
            "value": 0.0,
            "unit": "percentage",
            "as_of_date": "2025-07-01",
            "source_document_id": "doc3",
            "source_page": 2
          },
          "TotalFundOperatingExpenses": {
            "value": 0.03,
            "unit": "percentage",
            "as_of_date": "2025-09-30",
            "source_document_id": "doc4",
            "source_page": 1
          }
        },
        "TaxEfficiency": {
          "TurnoverTaxImpact": {
            "value": null,
            "unit": "text",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "SecuritiesLendingIncomeContribution": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        }
      },
      "DiversificationConcentration": {
        "HoldingsCount": {
          "NumberOfSecurities": {
            "value": 279,
            "unit": "count",
            "as_of_date": "2025-09-30",
            "source_document_id": "doc1",
            "source_page": 2
          }
        },
        "ConcentrationMetrics": {
          "Top10HoldingsWeight": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "MaxSingleHoldingWeight": {
            "value": null,
            "unit": "percentage",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "SectorConcentrationHHI": {
            "value": null,
            "unit": "index",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        }
      },
      "StrategyGovernanceRisk": {
        "IndexMethodologyRisk": {
          "IndexAge": {
            "value": null,
            "unit": "years",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "IndexComplexity": {
            "value": "Measures the performance of U.S. dollar denominated sovereign debt publicly issued by the U.S. government in its domestic market.",
            "unit": "text",
            "as_of_date": null,
            "source_document_id": "doc3",
            "source_page": 3
          },
          "IndexChangeHistory": {
            "value": null,
            "unit": "text",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          }
        },
        "ManagerSponsorQuality": {
          "SponsorReputation": {
            "value": null,
            "unit": "text",
            "as_of_date": null,
            "source_document_id": null,
            "source_page": null
          },
          "ManagerTenure": {
            "value": 0.0,
            "unit": "years",
            "as_of_date": "2025-09-30",
            "source_document_id": "doc3",
            "source_page": 5
          }
        },
        "OperationalTransparency": {
          "DisclosureQuality": {
            "value": "Prospectus, financial information, holdings, and proxy voting information is available online.",
            "unit": "text",
            "as_of_date": null,
            "source_document_id": "doc2",
            "source_page": 1
          },
          "FinancialStatementsCompleteness": {
            "value": "Financial information available online.",
            "unit": "text",
            "as_of_date": null,
            "source_document_id": "doc2",
            "source_page": 1
          },
          "HoldingsTransparencyFrequency": {
            "value": "Holdings information available online.",
            "unit": "text",
            "as_of_date": null,
            "source_document_id": "doc2",
            "source_page": 1
          }
        }
      }
    }
  }
}